[{"model": "travelblog.post", "pk": 1, "fields": {"title": "Exploring Japan: A Journey Through Tradition and Technology", "slug": "japan-blog", "author": 1, "updated_on": "2023-09-22T11:47:47.050Z", "content": "<p>Japan, a land of ancient traditions and cutting-edge technology, offers travelers a captivating and multifaceted experience. From its serene temples and lush landscapes to its bustling cities and innovative advancements, Japan is a destination that seamlessly blends the old with the new. Join us as we embark on a virtual journey through this enchanting country, uncovering its rich culture, natural beauty, and modern marvels.<br></p><p><br></p><p><b>Immersing in Tradition</b></p><p>A trip to Japan wouldn't be complete without immersing yourself in its rich cultural heritage. Start your journey in Kyoto, the city that serves as a living testament to Japan's history. Explore the enchanting streets of Gion, where geishas still gracefully roam, and visit the iconic Kinkaku-ji Temple, also known as the Golden Pavilion, with its stunning gold leaf exterior.</p><p><br></p><p>Another must-visit destination is Nara, home to friendly deer that roam freely in Nara Park. Here, you can marvel at the colossal bronze Buddha statue housed in the Todai-ji Temple, a UNESCO World Heritage site and a testament to Japan's architectural prowess.</p><p><br></p><p><b>Natural Beauty Beckons</b></p><p>Japan's natural beauty is awe-inspiring, and it's a country that takes great pride in preserving its environment. Head north to Hokkaido, where you'll find stunning landscapes throughout the year. In the winter, enjoy world-class skiing in Niseko, while summer brings lush green forests and picturesque hiking trails.</p><p><br></p><p>For a more traditional natural experience, venture into the Japanese Alps. Explore Kamikochi, a pristine highland valley in the Chubu Sangaku National Park, or tackle the iconic Nakasendo Trail, an ancient highway that once connected Kyoto and Tokyo, offering breathtaking views of rural Japan.</p><p><br></p><p><b>Urban Exploration</b></p><p>Japan's cities are a blend of tradition and innovation, offering travelers a taste of both worlds. Tokyo, the capital, is a sprawling metropolis where the past and the future intersect. Explore the historic Asakusa district, home to the magnificent Senso-ji Temple, before diving into the neon lights of Akihabara, a haven for tech enthusiasts.<br></p><p><br></p><p>If you're a foodie, Osaka should be on your itinerary. Often called \"Japan's Kitchen,\" Osaka is famous for its street food, including takoyaki (octopus balls) and okonomiyaki (savory pancakes). Don't miss the vibrant nightlife in Dotonbori, where the Glico Man sign lights up the night.</p><p><br></p><p><b>Japanese Cuisine: A Culinary Odyssey</b></p><p>Japan is renowned for its exquisite cuisine, and sampling its diverse flavors is an integral part of any visit. Savor sushi and sashimi in Tokyo's Tsukiji Fish Market or indulge in a traditional kaiseki meal, a multi-course culinary art form, at a ryokan in Kyoto.</p><p><br></p><p>Ramen lovers will find bliss in Fukuoka, home to the tonkotsu ramen, a savory broth made from pork bones. For a unique experience, visit a conveyor belt sushi restaurant, where fresh sushi plates whiz by, ready for you to pick and enjoy.</p><p><br></p><p><b>Tech Wonderland</b></p><p>Japan is often at the forefront of technological innovation, and a visit wouldn't be complete without exploring its modern marvels. In Tokyo, you can experience the latest advancements in robotics at the Miraikan (National Museum of Emerging Science and Innovation). And don't forget to ride the world-famous Shinkansen, or bullet train, a marvel of engineering that connects major cities in the blink of an eye.</p><p><b><br></b></p><p><b>Etiquette and Respect</b></p><p>While exploring this incredible country, it's important to be mindful of Japanese customs and etiquette. Bowing is a common form of greeting, and removing your shoes before entering a home or some traditional establishments is customary. It's also polite to say \"Arigatou gozaimasu\" (thank you) and \"Sumimasen\" (excuse me) when appropriate.</p><p><br></p><p><b>Parting Thoughts</b></p><p>Japan is a country of contrasts and harmonies, where ancient traditions coexist with cutting-edge technology, and natural beauty blends seamlessly with bustling cities. Whether you're a history buff, nature lover, food enthusiast, or tech geek, Japan has something to offer every traveler.</p><p><br></p><p>As you embark on your own journey through this captivating land, remember to savor every moment, respect local customs, and keep your sense of wonder alive. Japan's beauty lies not only in its picturesque landscapes and technological achievements but also in the warm hospitality and rich culture of its people. So, let Japan's enchantment guide you as you explore, discover, and create memories that will last a lifetime in this truly remarkable destination. Sayonara, and enjoy your travels!</p>", "featured_image": "image/upload/placeholder", "excerpt": "", "created_on": "2023-08-08T20:29:20.999Z", "status": 1, "likes": [2]}}, {"model": "travelblog.post", "pk": 2, "fields": {"title": "Greece: A must visit!", "slug": "test-post-two", "author": 1, "updated_on": "2023-09-22T11:51:00.713Z", "content": "<p>Greece, the cradle of Western civilization, is a mesmerizing destination that beckons travelers with its rich history, stunning landscapes, and vibrant culture. As we embark on a virtual journey through this enchanting Mediterranean gem, we'll uncover the treasures that Greece has to offer to those who dare to explore its ancient ruins, idyllic islands, and delectable cuisine.<br></p><p><b><br></b></p><p><b>Athens: Where the Past Meets the Present</b></p><p>Begin your Greek adventure in Athens, the capital city that beautifully marries its illustrious past with modern vibrancy. The Acropolis, an ancient citadel perched atop a rocky hill, is the city's crown jewel. Explore the Parthenon, a temple dedicated to the goddess Athena, and let the history of democracy and philosophy come alive in this UNESCO World Heritage site.</p><p><br></p><p>After delving into Athens' ancient wonders, wander through the bustling Plaka district. Here, narrow, winding streets are lined with charming shops, inviting tavernas, and colorful bougainvillea. Don't miss the chance to savor souvlaki, moussaka, or a traditional Greek salad in one of the many delightful eateries.</p><p><br></p><p><b>Island Hopping: Exploring the Cyclades</b></p><p>Greece boasts an archipelago of islands, each with its unique charm. For a quintessential Greek island experience, head to the Cyclades, where whitewashed buildings contrast brilliantly against the deep blue sea. Santorini, famous for its iconic sunsets over the caldera, is a must-visit. Explore the towns of Fira and Oia, and relax on the striking black sand beaches of Kamari and Perissa.</p><p><br></p><p>Mykonos, often called the party island, is another Cycladic gem. Enjoy the vibrant nightlife, stroll through the narrow streets of Mykonos Town, and unwind on the beautiful beaches of Paradise and Super Paradise.</p><p><br></p><p><b>Historical Wonders: Delve into the Past</b></p><p>Greece is a treasure trove of archaeological sites that offer glimpses into its illustrious past. Travel to Delphi, once considered the center of the world in ancient Greek mythology. Here, you can visit the Temple of Apollo, the ancient theater, and the Delphi Archaeological Museum.</p><p><br></p><p>A visit to the ancient city of Olympia is also a must. This is where the Olympic Games were born in 776 BC. Explore the ruins of the Temple of Hera, the ancient stadium, and the archaeological museum, which houses remarkable artifacts from the ancient games.</p><p><br></p><p><b>Island Retreat: Crete's Allure</b></p><p>Crete, the largest Greek island, is a destination unto itself. Explore the historical wonder of Knossos, the legendary palace of King Minos and the Minotaur's labyrinth. But Crete isn't just about history; it's also known for its stunning beaches, such as Elafonissi with its pink sands, and the tranquil waters of Balos Lagoon.</p><p><br></p><p><b>Greek Hospitality: Embracing Philoxenia</b></p><p>In Greece, the concept of \"philoxenia\" (friend to the stranger) is deeply ingrained in the culture. You'll find the warmth of the Greek people and their hospitality to be a highlight of your journey. Don't be surprised if you're invited into a local home for a meal or a glass of ouzo.</p><p><br></p><p><b>The Art of Greek Cuisine</b></p><p>Greek cuisine is a culinary journey in itself. Savor classic dishes like moussaka, tzatziki, and spanakopita. Fresh seafood, grilled meats, and flavorful olives are abundant, making every meal a delight. Don't forget to try the famous Greek yogurt with honey and walnuts for breakfast or dessert.</p><p><b><br></b></p><p><b>Parting Thoughts</b></p><p>As your virtual journey through Greece comes to an end, one thing is certain: this remarkable country offers a perfect blend of history, natural beauty, and warm hospitality. Whether you're exploring ancient ruins, relaxing on pristine beaches, or indulging in mouthwatering cuisine, Greece will leave an indelible mark on your heart.</p><p><br></p><p>So, when you finally pack your bags and set foot on Greek soil, embrace the spirit of adventure, and let the magic of Greece unfold before you. With its captivating history, breathtaking landscapes, and welcoming people, Greece is a travel destination that promises an unforgettable experience. Kaló taxidi (safe travels)!</p><p><br></p><p>Whether you're planning your first trip to Greece or reminiscing about past adventures, this timeless destination always has something new to offer. From the ancient wonders of Athens to the picturesque islands of the Cyclades, Greece is a treasure trove of experiences waiting to be discovered. So, pack your bags and prepare to embark on a journey through time and beauty in this enchanting Mediterranean paradise. Your Greek adventure awaits!</p>", "featured_image": "image/upload/placeholder", "excerpt": "", "created_on": "2023-08-08T20:37:55.195Z", "status": 1, "likes": [1, 3]}}, {"model": "travelblog.post", "pk": 5, "fields": {"title": "Zimbabwe: The land of dreams", "slug": "test-post-three", "author": 1, "updated_on": "2023-09-22T11:53:06.932Z", "content": "<p>Nestled in southern Africa, Zimbabwe is a land of astounding natural beauty and cultural richness. As you embark on a journey through this captivating country, you'll discover a wealth of experiences that will leave you in awe. From the majestic Victoria Falls to the ancient city of Great Zimbabwe, Zimbabwe offers a remarkable blend of adventure, history, and wildlife that's simply unforgettable.</p><p><br></p><p>No trip to Zimbabwe is complete without witnessing the awe-inspiring Victoria Falls. Known as \"The Smoke that Thunders,\" this iconic waterfall is one of the Seven Natural Wonders of the World. Feel the mist on your skin and hear the thunderous roar as you stand before this colossal curtain of water. For an adrenaline rush, try white-water rafting on the Zambezi River, a thrilling adventure that will take you through some of the world's wildest rapids.</p><p><br></p><p>Zimbabwe is a haven for wildlife enthusiasts, and Hwange National Park is a prime destination for safari adventures. Home to a diverse range of wildlife, including elephants, lions, leopards, and more, Hwange offers a chance to witness these magnificent creatures in their natural habitat. Take a guided game drive or embark on a walking safari to get up close and personal with the wild.</p><p><br></p><p>Mana Pools, a UNESCO World Heritage Site, is a unique national park where you can experience the beauty of the Zambezi River from a different perspective. Canoeing through the tranquil waters while observing wildlife along the riverbanks is a serene and magical experience. Keep your eyes peeled for elephants, hippos, crocodiles, and an array of birdlife as you navigate through this pristine wilderness.</p><p><br></p><p>Step back in time at Great Zimbabwe, an ancient city that was once the center of a powerful empire. Explore the massive stone ruins that stand as a testament to the engineering and architectural prowess of the people who inhabited this area over a thousand years ago. The Great Enclosure, with its impressive dry-stone walls, is a highlight of this historical site.</p><p><br></p><p>Matobo National Park is a surreal landscape of balancing rock formations and stunning granite hills. It's also home to a significant population of rhinoceros, both black and white. Explore the park on a guided hike and be rewarded with panoramic views of the surrounding wilderness. Don't forget to visit the final resting place of Cecil John Rhodes, which offers an unparalleled vista.</p><p><br></p><p>One of the most enriching aspects of traveling in Zimbabwe is the opportunity to interact with its warm and welcoming people. Engage in cultural exchanges, visit local villages, and participate in traditional ceremonies. You'll gain insight into the country's rich heritage and experience the hospitality of its inhabitants.</p><p><br></p><p>Lake Kariba, one of the world's largest artificial lakes, is a serene oasis in the heart of Zimbabwe. It's not only a place of beauty but also a sanctuary for wildlife. Take a boat cruise on the lake, go fishing for tigerfish, and enjoy the tranquility of this vast body of water.</p><p><br></p><p>Zimbabwe is a destination that promises adventure, history, and natural beauty in abundance. Whether you're marveling at the power of Victoria Falls, embarking on a wildlife safari, or exploring ancient ruins, this country offers an array of experiences that will leave a lasting impression. So, pack your bags, and let Zimbabwe's hidden treasures unveil themselves as you embark on a journey of discovery in this extraordinary African nation.</p>", "featured_image": "image/upload/placeholder", "excerpt": "", "created_on": "2023-09-20T12:56:50.688Z", "status": 1, "likes": [2]}}, {"model": "travelblog.post", "pk": 6, "fields": {"title": "Our Trip to Thailand", "slug": "test-post-four", "author": 1, "updated_on": "2023-09-22T11:56:27.442Z", "content": "<p>Nestled in the heart of Southeast Asia, Thailand is a mesmerizing tapestry of rich culture, natural beauty, and culinary delights. As you embark on a journey through the Land of Smiles, you'll be captivated by the warm hospitality of its people, the grandeur of its temples, the allure of its beaches, and the tantalizing flavors of its cuisine.</p><p><br></p><p>Begin your Thai adventure in the bustling metropolis of Bangkok. The capital city is a whirlwind of activity, where modern skyscrapers stand alongside ancient temples. Don't miss the Grand Palace, a stunning complex of buildings that once housed Thai royalty, and the Wat Pho temple, home to the colossal reclining Buddha.</p><p><br></p><p>For a taste of local life, explore the vibrant street markets of Chatuchak and indulge in Thai street food delicacies like pad thai and mango sticky rice. Take a leisurely boat ride along the Chao Phraya River and witness the city's unique blend of old and new.</p><p><br></p><p>Venture north to Chiang Mai, often called the cultural capital of Thailand. This charming city is surrounded by lush mountains and is known for its intricate temples, such as Wat Phra Singh and Wat Phra That Doi Suthep. The annual Yi Peng Lantern Festival, where thousands of lanterns are released into the night sky, is a magical experience.</p><p><br></p><p>Chiang Mai is also a hub for traditional crafts, and you can visit local workshops to witness artisans creating intricate silverware, textiles, and woodcarvings. Don't forget to explore the bustling Night Bazaar for unique souvenirs.</p><p><br></p><p>Thailand's islands are legendary for their stunning beaches and crystal-clear waters. Phuket, Thailand's largest island, offers a mix of vibrant nightlife, water sports, and serene beaches like Patong and Kata. Explore Phang Nga Bay, famous for its limestone karsts and emerald-green waters.</p><p><br></p><p>Koh Phi Phi, known for its picturesque cliffs and vibrant underwater life, is a diver's paradise. Visit Maya Bay, made famous by the movie \"The Beach,\" and snorkel in the vibrant coral reefs.</p><p><br></p><p>If you seek tranquility, consider the Phi Phi Islands, where you can unwind on unspoiled beaches and swim in the clear waters. Koh Samui, Koh Tao, and Koh Chang are other island gems to explore, each with its unique charm and activities.</p><p><br></p><p>For a tranquil escape, head to the northern town of Pai, surrounded by lush forests and misty mountains. Enjoy the natural hot springs, explore waterfalls, and visit Pai Canyon for breathtaking views. It's a haven for backpackers and nature lovers alike.</p><p><br></p><p>Thai cuisine is a tantalizing journey of flavors, and sampling local dishes is an integral part of your travel experience. Savor fragrant green curry, spicy som tam (papaya salad), and flavorful tom yum soup. Visit local markets and street food stalls to taste authentic Thai dishes, and don't miss the opportunity to attend a cooking class to learn the art of Thai cuisine.</p><p><br></p><p>As you explore Thailand, it's essential to respect local customs and traditions. Dress modestly when visiting temples, remove your shoes before entering homes or sacred places, and avoid public displays of affection. Greet locals with a respectful \"wai,\" a traditional Thai gesture of greeting.<br></p><p><br></p><p>Thailand is a destination that beckons travelers with its diverse landscapes, rich history, and warm hospitality. Whether you're exploring bustling city streets, tranquil temples, or idyllic islands, this country offers a perfect blend of adventure and relaxation.</p><p><br></p><p>As you embark on your own journey through the Land of Smiles, remember to embrace the spirit of adventure, try new flavors, and immerse yourself in the rich tapestry of Thai culture. Thailand's beauty lies not only in its picturesque landscapes but also in the smiles of its people, making it a travel destination that promises lasting memories and the allure of returning for more. So, pack your bags, and let Thailand's enchantment guide you as you explore, discover, and create unforgettable moments in this captivating country. Sawasdee krab (hello), and enjoy your travels!</p>", "featured_image": "image/upload/placeholder", "excerpt": "", "created_on": "2023-09-20T12:57:19.160Z", "status": 1, "likes": []}}, {"model": "travelblog.post", "pk": 7, "fields": {"title": "Come to India! You won't regret it!", "slug": "test-post-five", "author": 1, "updated_on": "2023-09-22T12:03:13.363Z", "content": "<p>When it comes to travel, India stands out as a destination that offers a rich tapestry of diversity and adventure. With its vast landscapes, cultural heritage, and culinary delights, India is a country that promises an unforgettable experience for every traveler. In this blog post, we will explore the essence of traveling in India, from its iconic landmarks to its hidden gems.</p><p><br></p><p>One of the first things that strike travelers in India is its sheer diversity. From the snow-capped peaks of the Himalayas in the north to the sun-kissed beaches of Goa in the south, India's landscapes are as varied as they are stunning. Whether you are an adventure enthusiast, a nature lover, or simply seeking a peaceful escape, India has it all.</p><p><br></p><p>India's cultural heritage is a kaleidoscope of traditions, religions, and languages. The country is home to various religions such as Hinduism, Islam, Buddhism, and Sikhism, each with its own unique customs and traditions. Exploring the ancient temples of Varanasi, the bustling streets of Delhi, or the serene ashrams of Rishikesh offers a glimpse into this rich cultural tapestry.</p><p><br></p><p>Indian cuisine is renowned worldwide for its flavors and variety. Each region in India has its own culinary specialties, offering a delightful gastronomic journey for foodies. From the spicy curries of the south to the aromatic biryanis of the north, your taste buds will be in for a treat. Don't forget to savor street food like chaat, samosas, and pakoras as you explore local markets.</p><p><br></p><p>India's history dates back thousands of years, and the country is dotted with historical marvels. The Taj Mahal, a UNESCO World Heritage Site, is perhaps India's most iconic monument, known for its breathtaking architecture and romantic history. But India is not just about the Taj; it's also about the grand forts of Rajasthan, the ancient caves of Ellora, and the colonial architecture of Mumbai.</p><p><br></p><p>For many, India is a place of spiritual exploration and enlightenment. Yoga and meditation retreats are scattered across the country, providing a tranquil space for self-discovery. Rishikesh, nestled in the foothills of the Himalayas, is often called the \"Yoga Capital of the World,\" drawing seekers from around the globe.</p><p><br></p><p>India's national parks and wildlife sanctuaries are havens for nature enthusiasts. From the Royal Bengal Tiger in Ranthambore National Park to the one-horned rhinoceros in Kaziranga National Park, India offers incredible opportunities for wildlife safaris. Birdwatchers will be delighted by the avian diversity in the Western Ghats and the wetlands of Bharatpur.</p><p><br></p><p>To truly immerse yourself in Indian culture, interact with locals. Indians are known for their warmth and hospitality, and striking up conversations with people you meet along the way can lead to memorable experiences. Whether it's learning how to drape a traditional sari or participating in a local festival, these encounters can enrich your journey.</p><p><br></p><p>Before embarking on your Indian adventure, here are some essential travel tips:</p><p><br></p><p>- Ensure you have the necessary travel documents, including a valid visa.</p><p>- Stay hydrated and be cautious about the water you consume.</p><p>- Dress modestly, especially when visiting religious sites.</p><p>- Bargaining is common in local markets, so don't hesitate to haggle for a better price.</p><p>- Use reliable transportation options and consider hiring a local guide for a more enriching experience.</p><p><br></p><p>In conclusion, traveling in India is like stepping into a world of wonders, where every corner has a story to tell and every experience leaves a lasting impression. Whether you're exploring the bustling streets of Delhi, meditating in the Himalayan foothills, or feasting on spicy street food, India's diverse and vibrant culture will captivate your heart and soul. So pack your bags, embrace the chaos, and embark on a journey that promises to be one of the most memorable adventures of your life.</p>", "featured_image": "image/upload/placeholder", "excerpt": "", "created_on": "2023-09-20T12:58:00.043Z", "status": 1, "likes": []}}, {"model": "travelblog.post", "pk": 8, "fields": {"title": "Visiting England for the First Time", "slug": "test-post-six", "author": 1, "updated_on": "2023-09-22T12:06:46.179Z", "content": "<p>Traveling to England offers a captivating blend of history, culture, and stunning landscapes. Nestled in the heart of the United Kingdom, England is a country that invites exploration and promises a diverse range of experiences. From the bustling streets of London to the picturesque countryside of the Cotswolds, there's something for every traveler in this enchanting part of the world.</p><p><br></p><p>England's capital, London, is a city that needs no introduction. With its iconic landmarks like Big Ben, the Tower of London, and Buckingham Palace, London is a treasure trove of history and modernity. Exploring the city's vibrant neighborhoods, museums, and theaters is a journey through time and culture. Don't forget to take a stroll along the River Thames or indulge in some retail therapy on Oxford Street.</p><p><br></p><p>Beyond London, England's countryside is a patchwork of rolling hills, charming villages, and historic estates. The Cotswolds, often referred to as the \"Heart of England,\" is a prime example of rural beauty. Quaint stone cottages, lush green fields, and meandering rivers make this region a haven for nature lovers and photographers. Walking trails like the Cotswold Way offer the perfect opportunity to soak in the tranquility of the countryside.</p><p><br></p><p>For history enthusiasts, England boasts a wealth of historic sites. The enigmatic Stonehenge, a prehistoric stone circle, continues to mystify visitors with its origins and purpose. The city of Bath, with its Roman baths and Georgian architecture, is another historical gem. Meanwhile, the university town of Oxford is renowned for its prestigious university and beautiful medieval buildings.</p><p><br></p><p>Foodies will delight in England's culinary offerings. Traditional dishes like fish and chips, roast dinners, and afternoon tea are beloved classics. However, England's dining scene has evolved to embrace diverse cuisines, with vibrant food markets, Michelin-starred restaurants, and international eateries to satisfy all tastes.</p><p><br></p><p>A trip to England would be incomplete without exploring its literary heritage. Visit the birthplace of William Shakespeare in Stratford-upon-Avon, where you can explore the Tudor-era house where the Bard was born. The city of Liverpool is a pilgrimage for fans of The Beatles, with attractions like The Beatles Story museum and the famous Cavern Club.</p><p><br></p><p>Nature lovers can revel in England's national parks. The Lake District in the northwest is a picturesque region of lakes, forests, and mountains, offering hiking, boating, and a chance to connect with nature. The Peak District, known for its rugged landscapes, is another outdoor enthusiast's paradise.</p><p><br></p><p>England's coastal areas also have their own charm. The Jurassic Coast in Dorset is a UNESCO World Heritage Site, known for its fossil-rich cliffs and stunning coastline. In Cornwall, you can explore charming fishing villages, golden sandy beaches, and the mystical Tintagel Castle, linked to the legend of King Arthur.</p><p><br></p><p>Traveling around England is relatively easy, thanks to its efficient public transportation system. Trains, buses, and the London Underground make it convenient to explore the country. If you prefer a more leisurely pace, consider renting a car to venture off the beaten path and discover hidden gems.</p><p><br></p><p>In conclusion, traveling to England is a journey through time and culture, where history, natural beauty, and modernity coexist harmoniously. Whether you're strolling through London's bustling streets, hiking in the countryside, or sipping tea in a cozy village cafe, England offers a captivating experience that will leave you with cherished memories and a longing to return.</p>", "featured_image": "image/upload/placeholder", "excerpt": "", "created_on": "2023-09-20T12:58:27.341Z", "status": 1, "likes": [3]}}, {"model": "travelblog.comment", "pk": 1, "fields": {"post": 2, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "Testing Comment 1", "created_on": "2023-09-22T08:11:29.516Z", "approved": true}}, {"model": "travelblog.comment", "pk": 2, "fields": {"post": 2, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "Testing Comment 2", "created_on": "2023-09-22T11:20:59.533Z", "approved": false}}, {"model": "travelblog.comment", "pk": 3, "fields": {"post": 2, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "Testing Comment 2", "created_on": "2023-09-22T11:22:15.432Z", "approved": false}}, {"model": "travelblog.comment", "pk": 4, "fields": {"post": 2, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "Testing Comment 2", "created_on": "2023-09-22T11:22:39.849Z", "approved": false}}, {"model": "travelblog.comment", "pk": 5, "fields": {"post": 2, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "Testing Comment 2", "created_on": "2023-09-22T11:23:32.320Z", "approved": false}}, {"model": "travelblog.comment", "pk": 6, "fields": {"post": 2, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "Testing Comment 2", "created_on": "2023-09-22T11:26:45.287Z", "approved": false}}, {"model": "travelblog.comment", "pk": 7, "fields": {"post": 2, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "Testing Comment 2", "created_on": "2023-09-22T11:27:19.577Z", "approved": false}}, {"model": "travelblog.comment", "pk": 8, "fields": {"post": 2, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "Testing Comment 2", "created_on": "2023-09-22T11:27:36.122Z", "approved": false}}, {"model": "travelblog.comment", "pk": 9, "fields": {"post": 2, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "Testing Comment 2", "created_on": "2023-09-22T11:27:57.523Z", "approved": false}}, {"model": "travelblog.comment", "pk": 10, "fields": {"post": 2, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "Testing Comment 2", "created_on": "2023-09-22T11:29:43.824Z", "approved": false}}, {"model": "travelblog.comment", "pk": 13, "fields": {"post": 8, "user": 1, "name": "lauren123", "email": "laurenpechey@gmail.com", "body": "Wow, England looks amazing! Great post!", "created_on": "2023-09-26T08:31:44.153Z", "approved": true}}, {"model": "travelblog.comment", "pk": 14, "fields": {"post": 8, "user": 1, "name": "lauren123", "email": "laurenpechey@gmail.com", "body": "This is a test comment", "created_on": "2023-09-26T08:32:23.505Z", "approved": false}}, {"model": "travelblog.comment", "pk": 15, "fields": {"post": 8, "user": 1, "name": "lauren123", "email": "laurenpechey@gmail.com", "body": "This is a test comment", "created_on": "2023-09-26T08:40:45.617Z", "approved": false}}, {"model": "travelblog.comment", "pk": 16, "fields": {"post": 6, "user": 1, "name": "lauren123", "email": "laurenpechey@gmail.com", "body": "What a wonderful adventure! Welldone!", "created_on": "2023-09-26T08:41:20.994Z", "approved": true}}, {"model": "travelblog.comment", "pk": 18, "fields": {"post": 6, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "What a fantastic blog!", "created_on": "2023-09-26T09:58:35.693Z", "approved": false}}, {"model": "travelblog.comment", "pk": 19, "fields": {"post": 7, "user": 1, "name": "admin", "email": "adminlauren@gmail.com", "body": "This is another test comment", "created_on": "2023-09-30T05:56:37.820Z", "approved": true}}